{
  "breed_slug": "golden-retriever",
  "url": "https://www.akc.org/dog-breeds/golden-retriever/",
  "extraction_method": "json",
  "display_name": "Golden Retriever",
  "breed_group": "Sporting",
  "popularity_ranking": {
    "title": "AKC Breed Popularity Ranking",
    "text": "<p>Every year the American Kennel Club releases the list of \"most popular breeds\", based on registration statistics for that year.</p>\n"
  },
  "colors": [],
  "markings": [],
  "height_male_min": 23.0,
  "height_male_max": 24.0,
  "height_female_min": null,
  "height_female_max": null,
  "weight_male_min": 55.0,
  "weight_male_max": 65.0,
  "weight_female_min": null,
  "weight_female_max": null,
  "lifespan_min": 10,
  "lifespan_max": 12,
  "affection_family": null,
  "good_with_children": null,
  "good_with_dogs": null,
  "shedding": null,
  "grooming_needs": null,
  "drooling": null,
  "coat_type": null,
  "coat_length": null,
  "good_with_strangers": null,
  "playfulness": null,
  "protectiveness": null,
  "adaptability": null,
  "trainability": null,
  "energy": null,
  "barking": null,
  "mental_stimulation": null,
  "about": null,
  "history": "The most important name in the early history of the Golden Retriever is Dudley Marjoribanks, the first Lord Tweedmouth, who developed the breed in the Scottish Highlands during the reign of Victoria. For the 50 years between 1840 and 1890, Tweedmouth kept scrupulous records of breedings effected to create an ideal gundog for use at his Guisachan estate in the Highlands, Inverness-shire, Scotland. Tweedmouth wanted a dog suited to the rainy climate and rugged terrain of the area, so he crossed his “Yellow Retriever” with a breed that is now extinct, the Tweed Water Spaniel. Irish Setter and Bloodhound were also added to the mix. “Through several generations of clever breeding,” an admiring historian wrote, “Tweedmouth created a consistent line of exceptional working retrievers.” With a little more refinement after Tweedmouth’s time, the Golden Retriever came forth as an enduring gift to dogkind from a hunt-happy aristocrat. The Golden was first seen at a British dog show in 1908, and good specimens of the breed began arriving in America, by way of Canada, at about the same time. Sport hunters appreciated the breed’s utility, show fanciers were enthralled by their beauty and dash, and all were impressed by the Golden’s sweet, sensible temperament. The Golden Retriever was admired from the beginning of its history in America, but the breed’s popularity really took off in the 1970s, the era of President Gerald Ford and his beautiful Golden named Liberty.",
  "personality": null,
  "health": "Owning a dog is not just a privilege; it’s a responsibility. They depend on us for, at minimum, food and shelter, and deserve much more. When you take a dog into your life, you need to understand the commitment that dog ownership entails.",
  "care": "Owning a dogis not just a privilege; it’s a responsibility.They depend on us for, at minimum, food and shelter, and deserve much more. When you take a dog into your life, you need to understand the commitment that dog ownership entails.",
  "feeding": null,
  "grooming": null,
  "training": null,
  "exercise": null,
  "breed_standard": null,
  "national_club": null,
  "rescue_groups": null,
  "puppies_info": null
}