{
  "breed_slug": "golden-retriever",
  "display_name": "Golden Retriever",
  "traits": {
    "lifespan": "Breed Traits & CharacteristicsFamily LifePhysicalSocialPersonalityAll TraitsAffectionate With FamilyIndependentLovey-DoveyHow affectionate a breed is likely to be with family members, or other people he knows well. Some breeds can be aloof with everyone but their owner, while other breeds treat everyone they know like their best friend.Good With Young ChildrenNot RecommendedGood With ChildrenA breed's level of tolerance and patience with childrens' behavior, and overall family-friendly nature. Dogs should always be supervised around young children, or children of any age who have little exposure to dogs.Good With Other DogsNot RecommendedGood With Other DogsHow generally friendly a breed is towards other dogs. Dogs should always be supervised for interactions and introductions with other dogs, but some breeds are innately more likely to get along with other dogs, both at home and in public.Shedding LevelNo SheddingHair EverywhereHow much fur and hair you can expect the breed to leave behind. Breeds with high shedding will need to be brushed more frequently, are more likely to trigger certain types of allergies, and are more likely to require more consistent vacuuming and lint-rolling.Coat Grooming FrequencyMonthlyDailyHow frequently a breed requires bathing, brushing, trimming, or other kinds of coat maintenance. Consider how much time, patience, and budget you have for this type of care when looking at the grooming effort needed. All breeds require regular nail trimming.Drooling LevelLess Likely to DroolAlways Have a TowelHow drool-prone a breed tends to be. If you're a neat freak, dogs that can leave ropes of slobber on your arm or big wet spots on your clothes may not be the right choice for you.Coat TypeWiryHairlessSmoothRoughCordedDoubleCurlyWavySilkyCanine coats come in many different types, depending on the breed's purpose. Each coat type comes with different grooming needs, allergen potential, and shedding level. You may also just prefer the look or feel of certain coat types over others when choosing a family pet.Coat LengthShortMediumLongHow long the breed's coat is expected to be. Some long-haired breeds can be trimmed short, but this will require additional upkeep to maintain.Openness To StrangersReservedEveryone Is My Best FriendHow welcoming a breed is likely to be towards strangers. Some breeds will be reserved or cautious around all strangers, regardless of the location, while other breeds will be happy to meet a new human whenever one is around!Playfulness LevelOnly When You Want To PlayNon-StopHow enthusiastic about play a breed is likely to be, even past the age of puppyhood. Some breeds will continue wanting to play tug-of-war or fetch well into their adult years, while others will be happy to just relax on the couch with you most of the time.Watchdog/Protective NatureWhat's Mine Is YoursVigilantA breed's tendency to alert you that strangers are around. These breeds are more likely to react to any potential threat, whether it's the mailman or a squirrel outside the window. These breeds are likely to warm to strangers who enter the house and are accepted by their family.Adaptability LevelLives For RoutineHighly AdaptableHow easily a breed handles change. This can include changes in living conditions, noise, weather, daily schedule, and other variations in day-to-day life.Trainability LevelSelf-WilledEager to PleaseHow easy it will be to train your dog, and how willing your dog will be to learn new things. Some breeds just want to make their owner proud, while others prefer to do what they want, when they want to, wherever they want!Energy LevelCouch PotatoHigh EnergyThe amount of exercise and mental stimulation a breed needs. High energy breeds are ready to go and eager for their next adventure. They'll spend their time running, jumping, and playing throughout the day. Low energy breeds are like couch potatoes - they're happy to simply lay around and snooze.Barking LevelOnly To AlertVery VocalHow often this breed vocalizes, whether it's with barks or howls. While some breeds will bark at every passer-by or bird in the window, others will only bark in particular situations. Some barkless breeds can still be vocal, using other sounds to express themselves.Mental Stimulation NeedsHappy to LoungeNeeds a Job or ActivityHow much mental stimulation a breed needs to stay happy and healthy. Purpose-bred dogs can have jobs that require decision-making, problem-solving, concentration, or other qualities, and without the brain exercise they need, they'll create their own projects to keep their minds busy -- and they probably won't be the kind of projects you'd like.Affectionate With FamilyIndependentLovey-DoveyHow affectionate a breed is likely to be with family members, or other people he knows well. Some breeds can be aloof with everyone but their owner, while other breeds treat everyone they know like their best friend.Good With Young ChildrenNot RecommendedGood With ChildrenA breed's level of tolerance and patience with childrens' behavior, and overall family-friendly nature. Dogs should always be supervised around young children, or children of any age who have little exposure to dogs.Good With Other DogsNot RecommendedGood With Other DogsHow generally friendly a breed is towards other dogs. Dogs should always be supervised for interactions and introductions with other dogs, but some breeds are innately more likely to get along with other dogs, both at home and in public.Shedding LevelNo SheddingHair EverywhereHow much fur and hair you can expect the breed to leave behind. Breeds with high shedding will need to be brushed more frequently, are more likely to trigger certain types of allergies, and are more likely to require more consistent vacuuming and lint-rolling.Coat Grooming FrequencyMonthlyDailyHow frequently a breed requires bathing, brushing, trimming, or other kinds of coat maintenance. Consider how much time, patience, and budget you have for this type of care when looking at the grooming effort needed. All breeds require regular nail trimming.Drooling LevelLess Likely to DroolAlways Have a TowelHow drool-prone a breed tends to be. If you're a neat freak, dogs that can leave ropes of slobber on your arm or big wet spots on your clothes may not be the right choice for you.Coat TypeWiryHairlessSmoothRoughCordedDoubleCurlyWavySilkyCanine coats come in many different types, depending on the breed's purpose. Each coat type comes with different grooming needs, allergen potential, and shedding level. You may also just prefer the look or feel of certain coat types over others when choosing a family pet.Coat LengthShortMediumLongHow long the breed's coat is expected to be. Some long-haired breeds can be trimmed short, but this will require additional upkeep to maintain.Openness To StrangersReservedEveryone Is My Best FriendHow welcoming a breed is likely to be towards strangers. Some breeds will be reserved or cautious around all strangers, regardless of the location, while other breeds will be happy to meet a new human whenever one is around!Playfulness LevelOnly When You Want To PlayNon-StopHow enthusiastic about play a breed is likely to be, even past the age of puppyhood. Some breeds will continue wanting to play tug-of-war or fetch well into their adult years, while others will be happy to just relax on the couch with you most of the time.Watchdog/Protective NatureWhat's Mine Is YoursVigilantA breed's tendency to alert you that strangers are around. These breeds are more likely to react to any potential threat, whether it's the mailman or a squirrel outside the window. These breeds are likely to warm to strangers who enter the house and are accepted by their family.Adaptability LevelLives For RoutineHighly AdaptableHow easily a breed handles change. This can include changes in living conditions, noise, weather, daily schedule, and other variations in day-to-day life.Trainability LevelSelf-WilledEager to PleaseHow easy it will be to train your dog, and how willing your dog will be to learn new things. Some breeds just want to make their owner proud, while others prefer to do what they want, when they want to, wherever they want!Energy LevelCouch PotatoHigh EnergyThe amount of exercise and mental stimulation a breed needs. High energy breeds are ready to go and eager for their next adventure. They'll spend their time running, jumping, and playing throughout the day. Low energy breeds are like couch potatoes - they're happy to simply lay around and snooze.Barking LevelOnly To AlertVery VocalHow often this breed vocalizes, whether it's with barks or howls. While some breeds will bark at every passer-by or bird in the window, others will only bark in particular situations. Some barkless breeds can still be vocal, using other sounds to express themselves.Mental Stimulation NeedsHappy to LoungeNeeds a Job or ActivityHow much mental stimulation a breed needs to stay happy and healthy. Purpose-bred dogs can have jobs that require decision-making, problem-solving, concentration, or other qualities, and without the brain exercise they need, they'll create their own projects to keep their minds busy -- and they probably won't be the kind of projects you'd like."
  },
  "content": {
    "about the breed": "The Golden Retriever, an exuberant Scottish gundog of great beauty, stands among America's most popular dog breeds. They are serious workers at hunting and field work, as guides for the blind, and in search-and-rescue, enjoy obedience and other competitive events, and have an endearing love of life when not at work.\nThe Golden Retriever is a sturdy, muscular dog of medium size, famous for the dense, lustrous coat of gold that gives the breed its name. The broad head, with its friendly and intell",
    "stay up-to-date about dog health": "Get dog health information conveniently delivered to your inbox each week EMAIL ADDRESS SIGN UP",
    "stay up-to-date about dog grooming": "Get dog health information conveniently delivered to your inbox each week EMAIL ADDRESS SIGN UP",
    "stay up-to-date about dog exercise and activities": "Get dog health information conveniently delivered to your inbox each week EMAIL ADDRESS SIGN UP",
    "stay up-to-date about dog training": "Get dog health information conveniently delivered to your inbox each week EMAIL ADDRESS SIGN UP",
    "stay up-to-date about dog nutrition": "Get dog health information conveniently delivered to your inbox each week EMAIL ADDRESS SIGN UP",
    "history": "The most important name in the early history of the Golden Retriever is Dudley Marjoribanks, the first Lord Tweedmouth, who developed the breed in the Scottish Highlands during the reign of Victoria. For the 50 years between 1840 and... Read More"
  }
}